//HERC02MA JOB CLASS=A,MSGCLASS=H,MSGLEVEL=(1,1),REGION=128K
//HELLO  EXEC ASMFCLG
//ASM.SYSUT1 DD UNIT=SYSDA
//ASM.SYSUT2 DD UNIT=SYSDA
//ASM.SYSUT3 DD UNIT=SYSDA
//ASM.SYSGO DD UNIT=SYSDA
//ASM.SYSIN DD *
HELLO    CSECT
         USING HELLO,15
         SAVE (14,12)
         WTO 'HELLO WORLD!'
         RETURN (14,12),RC=0
         END
//
